{
  "NrrwRgn": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "citation.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-tabnine": { "branch": "main" },
  "color-picker.nvim": { "branch": "master" },
  "dhall-vim": { "branch": "master" },
  "dockerfile.vim": { "branch": "master" },
  "elm-vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "hlint-refactor-vim": { "branch": "master" },
  "idris2-vim": { "branch": "master" },
  "jaq-nvim": { "branch": "master" },
  "kmonad-vim": { "branch": "master" },
  "latex-unicoder.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "minimap.vim": { "branch": "master" },
  "neorg": { "branch": "main" },
  "neotex": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "purescript-vim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "startuptime.vim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope-bibtex.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vCoolor.vim": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grammarous": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-jsx-improve": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-metarw": { "branch": "master" },
  "vim-pandoc": { "branch": "master" },
  "vim-pandoc-markdown-preview": { "branch": "master" },
  "vim-pandoc-syntax": { "branch": "master" },
  "vim-quickui": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "vim-windowswap": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "wgsl.vim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "xml.vim": { "branch": "master" },
  "zeavim.vim": { "branch": "master" }
}